tap 'dustinwilson/tap'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'simeji/jid'
tap 'simplydanny/pass-extensions'
tap 'tidwall/jj'

brew 'archey'
brew 'ctags'
brew 'entr'
brew 'elixir'
brew 'elm'
brew 'exa'
brew 'fd'
brew 'ffmpeg'
brew 'flow'
brew 'fzf'
brew 'git'
brew 'gnupg'
brew 'htop'
brew 'httpie'
brew 'imagemagick'
brew 'libssh2'
brew 'mtr'
brew 'nmap'
brew 'nvm'
brew 'tree'
brew 'pass'
brew 'python3'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'sbt@0.13', link: true
brew 'shellcheck'
brew 'shfmt'
brew 'telnet'
brew 'tldr'
brew 'tmux'
brew 'vim', args: ['--override-system-vi']
brew 'zplug'
brew 'zsh'
brew 'zsh-completions'
brew 'dustinwilson/tap/browserpass'
brew 'simeji/jid/jid'
brew 'simplydanny/pass-extensions/pass-update'
brew 'tidwall/jj/jj'

tap 'caskroom/cask'
cask_args appdir: '/Applications'

cask 'java8'
cask 'xquartz'
cask 'alfred'
cask 'amethyst'
cask 'docker'
cask 'flux'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'iterm2'
cask 'itsycal'
cask 'kap'
cask 'karabiner-elements'
cask 'kindle'
cask 'slack'
cask 'speedcrunch'
cask 'spotify'
cask 'spotify-notifications'
cask 'switchresx'
cask 'viscosity'
cask 'xtrafinder'
