brew 'archey'
brew 'ctags'
brew 'elixir'
brew 'elm'
brew 'erlang'
brew 'exa'
brew 'ffmpeg'
brew 'flow'
brew 'fzf'
brew 'git'
brew 'gnupg'
brew 'htop'
brew 'httpie'
brew 'imagemagick'
brew 'libssh2'
brew 'mtr'
brew 'nmap'
brew 'pipenv'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'ruby'
brew 'shellcheck'
brew 'simeji/jid/jid'
brew 'telnet'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'vim', args: ['--override-system-vi']
brew 'zplug'
brew 'zsh'
brew 'zsh-completions'

tap 'caskroom/cask'
cask_args appdir: '/Applications'

cask 'alfred'
cask 'amethyst'
cask 'docker'
cask 'flux'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'insomnia'
cask 'iterm2'
cask 'itsycal'
cask 'kap'
cask 'macpass'
cask 'karabiner-elements'
cask 'kindle'
cask 'slack'
cask 'speedcrunch'
cask 'spotify'
cask 'spotify-notifications'
cask 'switchresx'
cask 'viscosity'
cask 'xtrafinder'
