tap "amar1729/formulae"
tap "d12frosted/emacs-plus"
tap "dustinwilson/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "schniz/tap"
tap "simeji/jid"
tap "simplydanny/pass-extensions"
tap "tidwall/jj"
brew "archey"
brew "docbook"
brew "asciidoc"
brew "autoconf"
brew "bat"
brew "boost"
brew "gettext", link: false
brew "libffi"
brew "pixman"
brew "chrome-cli"
brew "cmake"
brew "ctags"
brew "czmq"
brew "diff-so-fancy"
brew "docbook-xsl"
brew "elixir"
brew "entr"
brew "eot-utils"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "libtool"
brew "fontforge"
brew "fzf"
brew "gdb"
brew "ghc"
brew "gifsicle"
brew "git"
brew "gnu-typist"
brew "gnupg"
brew "ncurses"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jansson"
brew "jq"
brew "librsvg"
brew "libsodium"
brew "libssh2"
brew "minimal-racket"
brew "mtr"
brew "nmap"
brew "ocaml"
brew "opam"
brew "tree"
brew "pass"
brew "pgformatter"
brew "postgresql"
brew "prettyping"
brew "qpdf"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "telnet"
brew "tldr"
brew "tmux"
brew "vim"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "amar1729/formulae/browserpass"
brew "schniz/tap/fnm"
brew "simeji/jid/jid"
brew "simplydanny/pass-extensions/pass-update"
brew "tidwall/jj/jj"
cask "alfred"
cask "amethyst"
cask "calibre"
cask "etcher"
cask "firefox-developer-edition"
cask "font-fira-mono"
cask "font-firamono-nerd-font"
cask "google-chrome"
cask "hyper"
cask "insomnia"
cask "kap"
cask "karabiner-elements"
cask "launchrocket"
cask "sqlpro-for-postgres"
cask "vmware-fusion"
cask "xquartz"
